
package com.example.wordmix.data

var allWords:ArrayList<ArrayList<String>> = arrayListOf(
    arrayListOf(
        "щавель","каторжник","каналізація","кіноплівка","книга","ізолятор","канцлер","марс","автовежа","ожина","фаланга","бубонець","країна","дошкільник","блискітка","вітрило","пензлик","бар","кісет","кодекс","німфа","вм'ятина","мікстура","фіалка","корозія","реактор","скибочка","шофер","перон","гамак","кімната","лавочник","священик","крапельниця","забій","казахстан","зубило","шашка","пляшка","губа","абетка","абсцес","локомотив","кобра","двері","в'язниця","ковзанка","стілець","біолог","байдарка","солярка","хміль","площа","морфій","сніг","світильник","мозок","скалка","пряник","черв'як","труба","гаага","міна","континент","ластівка","іграшка","небо","ураган","норвегія","клапан","борсук","авто","козуб","авіакомпанія","індивід","клей","гвинтівка","галера","мансарда","канарка","жила","богомол","авіазавод","катетер","кольє","обруч","ківш","автограф","карате","рів","королева","чорнослив","ветеринар","косарка","пилка","дух","флейта","слива","авіаконструктор","більярд","авіабомба","пуповина","лотерея","кулачок","лось","прапор","гільза","тісто","ядро","авіатраса","дублянка","деканат","кайдани","нічник","ананас","скарб","вишня","абаз","оладки","захід","умивальник","аерозоль","видавництво","кошеня","авіапошта","атестат","вежа","калинка","аорта","кондитер","камікадзе","тир","вельможа","засмага","логік","живіт","конюх","печера","ягня","кулак","барлог","картопля","палітурка","фонтан","віск","суддя","табурет","тунель","знамення","кінозал","накопичувач","вексель","лікар","ковчег","консул","рукавиця","вобла","каракуля","кіннота","агротехнік","балерина","пітон","каїр","реквізит","балалайка","дуло","корея","телевізор","курятина","мандарин","анкер","скибка","фельдшер","аквапарк","монастир","мотоцикл","командир","пліт","аероплан","батальйон","тарілка","водопровід","драндулет","паяльник","нора","градусник","афінянин","перикард","амазоніт","йорданія","перегородка","портрет","заєць","бампер","поручень","водій","цвіркун","купідон","кружка","холдинг"
    ),
    arrayListOf(
        "obligation","consequence","friendship","industry","protection","introduction","assignment","freedom","category","employment","reality","paper","theory","trainer","independence","oven","garbage","wealth","collection","championship","topic","people","excitement","discussion","permission","patience","situation","series","anxiety","truth","heart","stranger","understanding","tongue","vehicle","dealer","assumption","apartment","measurement","actor","beer","resolution","meal","bird","tension","teacher","son","agency","imagination","database"
    ),
    arrayListOf(
        "culo"
    )

)
